{
  "Comment.nvim": { "branch": "master" },
  "better-escape.nvim": { "branch": "master" },
  "blame.nvim": { "branch": "main" },
  "blink.cmp": { "branch": "main" },
  "bufferline.nvim": { "branch": "main" },
  "catppuccin": { "branch": "main" },
  "codediff.nvim": { "branch": "main" },
  "conform.nvim": { "branch": "master" },
  "debugprint.nvim": { "branch": "main" },
  "dial.nvim": { "branch": "master" },
  "everforest": { "branch": "master" },
  "flash.nvim": { "branch": "main" },
  "friendly-snippets": { "branch": "main" },
  "indent-blankline.nvim": { "branch": "master" },
  "lazy.nvim": { "branch": "main" },
  "lualine.nvim": { "branch": "master" },
  "lush.nvim": { "branch": "main" },
  "mason.nvim": { "branch": "main" },
  "mini-git": { "branch": "main" },
  "mini.diff": { "branch": "main" },
  "mini.files": { "branch": "main" },
  "mini.hipatterns": { "branch": "main" },
  "mini.surround": { "branch": "main" },
  "neoscroll.nvim": { "branch": "master" },
  "nightfox.nvim": { "branch": "main" },
  "nui.nvim": { "branch": "main" },
  "numb.nvim": { "branch": "master" },
  "nvim-autopairs": { "branch": "master" },
  "nvim-highlight-colors": { "branch": "main" },
  "nvim-hlslens": { "branch": "main" },
  "nvim-lspconfig": { "branch": "master" },
  "nvim-notify": { "branch": "master" },
  "nvim-scrollbar": { "branch": "main" },
  "nvim-treesitter": { "branch": "main" },
  "nvim-web-devicons": { "branch": "master" },
  "overseer.nvim": { "branch": "master" },
  "package-info.nvim": { "branch": "master" },
  "plenary.nvim": { "branch": "master" },
  "render-markdown.nvim": { "branch": "main" },
  "scholar.nvim": { "branch": "main" },
  "snacks.nvim": { "branch": "main" },
  "teide.nvim": { "branch": "main" },
  "treesitter-modules.nvim": { "branch": "main" },
  "treesj": { "branch": "main" },
  "trouble.nvim": { "branch": "main" },
  "vim-javascript": { "branch": "master" },
  "which-key.nvim": { "branch": "main" },
  "yats.vim": { "branch": "master" },
  "zenbones.nvim": { "branch": "main" }
}
